Repository: 84000/data-translation-memory
Catalog: toh218-v1.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་དཔེར་ན་སྨན་པས་ནི་རྒྱལ་པོའམ། ཚོང་དཔོན་ནམ། ཁྱིམ་བདག་གམ། མི་དབུལ་པོའམ། སེམས་ཅན་འགའ་ཙམ་ཡང་ཡོངས་སུ་སྤངས་པ་མེད་དོ།
en: “Mañjuśrī, it is like this: Just as a physician does not forsake even a few sentient beings, whether they are a king, a merchant, a householder, or a mendicant,

source: འདི་ལྟར་སེམས་སྙོམས་པས་ཉེ་བར་གནས་པ་ཡིན་ཏེ། ཇི་ལྟར་བྱས་ན་སེམས་ཅན་འདི་དག་ནད་དང་བྲལ་བར་འགྱུར་ཞིག་གུ་སྙམ་མོ།
en: but attends to all with equanimity and thinks of what he can do to free these sentient beings from their illnesses,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་འཇུག་ཅིང་སེམས་སྙོམས་པས་ཉེ་བར་གནས་པ་ཡིན་ཏེ།
en: Mañjuśrī, likewise, the bodhisattva mahāsattvas suffuse all sentient beings with compassion and attend to them with equanimity.

source: འདི་སྙམ་དུ་སེམས་ཅན་འདི་དག་ཐམས་ཅད་ཇི་ལྟར་བྱས་ན་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལས་ངེས་པར་འབྱུང་བར་འགྱུར་ཞིག་གུ་སྙམ་མོ། །
en: They think, ‘How can I cause all these sentient beings to find definite release through the Buddha’s teachings?’

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ་
en: “Mañjuśrī, it is like this:

source: དཔེར་ན་སྨན་པ་ནི་སྨན་དཔྱད་ཀྱི་རྒྱུད་རྒྱུན་མ་ཆད་ན། དགའ་ཞིང་མགུ་ལ་ཡི་རངས་པར་འགྱུར་རོ། །
en: Just as when the lineage of medical cure remains unbroken, the physician is pleased and rejoices,

source: འཇམ་དཔལ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སངས་རྒྱས་ཀྱི་གདུང་རྒྱུད་མ་ཆད་ན་དགའ་ཞིང་མགུ་ལ་ཡི་རངས་པར་འགྱུར་རོ། །
en: likewise, Mañjuśrī, the bodhisattva mahāsattvas are pleased and rejoice when the lineage of the Buddha remains unbroken.

source: འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་ནི་སྨན་པ་དང་འདྲ་བ་མ་ཡིན་ནོ། །
en: Mañjuśrī, not all sentient beings are like physicians.

source: འཇམ་དཔལ་གསོ་བར་བྱེད་པའི་སྨན་པ་ནི་དཀོན་ནོ། །
en: Mañjuśrī, a physician who has the ability to heal is rare.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་སེམས་ཅན་ཐམས་ཅད་ནི་སངས་རྒྱས་དང་འདྲ་བ་མ་ཡིན་ཏེ། བྱང་ཆུབ་ཀྱི་སེམས་ནི་དཀོན་ནོ། །
en: Likewise, Mañjuśrī, not all sentient beings are like the Buddha; bodhicitta is rare.

source: བྱང་ཆུབ་ཀྱི་ཕྱིར་གོ་ཆ་བགོ་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མི་བཟོད་དོ། །
en: Not all sentient beings can bear to put on such armor for the purpose of enlightenment.

source: དཔེར་ན་ལེ་ལོ་ཅན་རྣམས་ནི་བདག་གིས་སྨན་པ་བྱའོ་སྙམ་དུ་སྨན་པའི་ཆོས་རྣམས་ལ་ལྷག་པར་དམིགས་པ་མེད་དོ། །
en: Just as lazy people might think, ‘I shall be a physician,’ and yet do not seriously observe the practices of physicians, so,

source: དེ་བཞིན་དུ་སེམས་ཅན་ཐམས་ཅད་ནི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་མི་ནུས་ཏེ།
en: likewise, not all beings are able to give rise to the mind set on enlightenment.

source: ལེ་ལོས་བདག་ཉིད་ནད་པར་བྱེད་དོ། །
en: Laziness makes them fall ill.

source: འཇམ་དཔལ་རང་བྱུང་ནི་དཀོན་ནོ། །
en: Mañjuśrī, naturally occurring bodhicitta is rare.

source: གཞན་ལ་རག་ལས་པ་མ་ཡིན་པའི་ཡེ་ཤེས་ནི་དཀོན་ནོ། །
en: Self-arising exalted wisdom is rare.

source: སེམས་རྒྱ་ཆེ་བ་ནི་དཀོན་ནོ།
en: A vast mind is rare.

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ལྷག་པར་དམིགས་པ་ནི་དཀོན་ནོ། །
en: To seriously observe the teachings of the Buddha is rare.”

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཐམས་ཅད་ལ་སྒྲིབ་པ་མ་མཆིས་པར་རྣམ་པར་དག་པར་འགྱུར་ལགས།
en: “Bhagavān, how can bodhisattvas become unobscured and purified with respect to all phenomena?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: At this question the Bhagavān replied to Youthful Mañjuśrī,

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཐམས་ཅད་འདོད་ཆགས་ཀྱི་ཆོས་སུ་མཐོང་བ་གང་ཡིན་པ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: “Mañjuśrī, bodhisattvas who see all phenomena as objects of desire will attain purification from karmic obscurations.

source: ཆོས་ཐམས་ཅད་ཞེ་སྡང་གི་ཆོས་སུ་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Those who see all phenomena as objects of hatred will attain purification from karmic obscurations.

source: ཆོས་ཐམས་ཅད་གཏི་མུག་གི་ཆོས་སུ་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Those who see all phenomena as objects of delusion will attain purification from karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདོད་པའི་ཡོན་ཏན་ལྔ་པོ་དག་ལ་མངོན་པར་དགའ་ཞིང་མི་གཏོང་མི་སྤོང་ལ། །
en: “Furthermore, Mañjuśrī, bodhisattvas who openly delight in the pleasures of the five senses without renouncing or abandoning them,

source: སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་འདོད་པའི་ངོ་བོ་ཉིད་དུ་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: and those who see the Buddha’s teachings as essentially desire will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྒྲིབ་པ་ལྔ་པོ་དག་གིས་བྱང་ཆུབ་ཚོལ་བར་བྱེད་དེ།
en: “Furthermore, Mañjuśrī, bodhisattvas who pursue enlightenment through the five obscurations,

source: ཚོལ་བ་དང་བྱང་ཆུབ་ཀྱང་འཐོབ་པ་མེད་ཅིང་སྒྲིབ་པ་རྣམས་ཀྱང་མེད་པ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: who do not pursue and attain enlightenment, and who do not have obscurations either, will attain purification of all karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་ཀུན་ནས་མནར་སེམས་ཀྱི་གཞི་དགུ་པོ་དག་ལ་བྱམས་པ་ཐོབ་པར་འགྱུར་ལ།
en: “Furthermore, Mañjuśrī, bodhisattvas who have purified the nine grounds of hostility will attain loving kindness.

source: གང་ལ་དེའི་ཀུན་ནས་མནར་སེམས་ཀྱི་གཞི་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེ་ལ་ཚུལ་བཞིན་དུ་སོ་སོར་རྟོག་པར་བྱེད་ཅིང་བདག་ཉིད་ཀྱང་མི་དམིགས།
en: Those who genuinely discern the development of the ground of their hostility to a particular person, yet do not apprehend a self,

source: གཞན་ཡང་མི་དམིགས། བྱམས་པ་ཡང་མི་དམིགས་ཏེ། འདི་ལྟར་ཆོས་ཐམས་ཅད་མི་དམིགས་པ་དེ་ནི་བྱམས་པའི་མཆོག་ཡིན་ནོ། །
en: or others, or even loving kindness, being free of apprehending all phenomena in this way have supreme loving kindness.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་དང་ལྡན་པ་ནི་སྒྲིབ་པ་མེད་པ་ཉིད་ཐོབ་པར་འགྱུར་རོ། །
en: Thus, bodhisattvas endowed with patience will attain freedom from obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་ལྟུང་བ་ལ་ལྟུང་བ་མེད་པར་མཐོང་བ་དང་། འདུལ་བ་མ་ཡིན་པ་ལ་འདུལ་བར་མཐོང་བ་དང་།
en: “Furthermore, Mañjuśrī, a bodhisattva who sees downfalls as nondownfalls, who sees discipline as nondiscipline,

source: ཀུན་ནས་ཉོན་མོངས་པ་ལ་རྣམ་པར་བྱང་བར་མཐོང་བ་དང་། འཁོར་བའི་ཁམས་ལ་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ།
en: who sees affliction as purity, and who sees saṃsāric realms as the sphere of nirvāṇa will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་འདོད་ཆགས་ཀྱི་ཁམས་ལ་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་མཐོང་བ་དང་།
en: “Furthermore, Mañjuśrī, a bodhisattva who sees the realm of desire as the sphere of nirvāṇa,

source: ཞེ་སྡང་གི་ཁམས་ལ་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་མཐོང་བ་དང་། གཏི་མུག་གི་ཁམས་ལ་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: who sees the realm of hatred as the sphere of nirvāṇa, and who sees the realm of delusion as the sphere of nirvāṇa will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཆོས་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་ཆོས་སུ་ཡང་དག་པར་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: “Furthermore, Mañjuśrī, a bodhisattva mahāsattva who truly sees all phenomena as the teachings of the Buddha will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་ཆོས་ཐམས་ཅད་ནམ་མཁའི་གཞི་ལས་བྱུང་བར་མཐོང་བ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: “Furthermore, Mañjuśrī, a bodhisattva who sees all phenomena as arising from the ground of space will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་སེར་སྣའི་ཆོས་རྣམས་དང་། སྦྱིན་པའི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དང་། །
en: “Furthermore, Mañjuśrī, a bodhisattva who does not distinguish between the phenomena of avarice and the phenomena of generosity,

source: འཆལ་པའི་ཚུལ་ཁྲིམས་ཀྱི་ཆོས་རྣམས་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དང་། །
en: who does not distinguish between the phenomena of immoral conduct and the phenomena of moral conduct,

source: གནོད་སེམས་ཀྱི་ཆོས་རྣམས་དང་། བཟོད་པའི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དང་།
en: who does not distinguish between the phenomena of malice and the phenomena of patience,

source: ལེ་ལོའི་ཆོས་རྣམས་དང་། བརྩོན་འགྲུས་ཀྱི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དང་།
en: who does not distinguish between the phenomena of laziness and the phenomena of diligence,

source: རྣམ་པར་གཡེངས་པའི་ཆོས་རྣམས་དང་། བསམ་གཏན་གྱི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དང་། །
en: who does not distinguish between the phenomena of distraction and the phenomena of meditation,

source: འཆལ་པའི་ཤེས་རབ་ཀྱི་ཆོས་རྣམས་དང་། ཤེས་རབ་ཀྱི་ཆོས་རྣམས་ལ་གཉིས་སུ་མི་འབྱེད་པ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: and who does not distinguish between the phenomena of misconstrued wisdom and the phenomena of wisdom will attain purification of karmic obscurations.

source: འཇམ་དཔལ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་ཉོན་མོངས་པ་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སུ་མོས་པ་དེས་ནི་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་དག་པ་ཐོབ་པར་འགྱུར་རོ། །
en: “Furthermore, Mañjuśrī, a bodhisattva who is convinced that all afflictions are the Buddhadharma will attain purification of karmic obscurations.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་ཉོན་མོངས་པ་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་འཇུག་པར་བགྱིད་པ་ལགས། །
en: “Bhagavān, how do the bodhisattvas integrate the teachings of the Buddha into all afflictions?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Mañjuśrī, what do you think?” answered the Bhagavān.

source: ཆོས་འགའ་ཙམ་ཡང་ཆོས་འགའ་ཙམ་ལ་ཀུན་ནས་ཉོན་མོངས་པའི་བྱ་བ་བྱེད་དམ།
en: “Does a phenomenon engage in afflicted acts with respect to another phenomenon?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: “Bhagavān, no, it does not,”

source: ཆོས་འགའ་ཙམ་ཡང་ཆོས་འགའ་ཙམ་ལ་རྣམ་པར་བྱང་བའི་བྱ་བ་བྱེད་དམ།
en: “Does a phenomenon engage in pure acts with respect to another phenomenon?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Bhagavān, no, it does not,” replied Mañjuśrī.

source: ཁྱོད་ཀྱིས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཇི་ལྟར་ཐོབ།
en: “How did you attain patient forbearance in seeing all phenomena as nonarising?”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་གིས་ནི་ཉོན་མོངས་པ་ཐམས་ཅད་ལ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ལགས་སོ།
en: “Bhagavān,” replied Mañjuśrī, “it is with respect to all afflictions that I have attained patient forbearance in seeing all phenomena as nonarising.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། །
en: Why?

source: བཅོམ་ལྡན་འདས་ཉོན་མོངས་པ་ཐམས་ཅད་ནི་ནམ་མཁའི་གཞི་ལས་བྱུང་བའི་སླད་དུ་སྟེ། བཅོམ་ལྡན་འདས་བདག་གིས་ནི་ཆོས་འགའ་ཙམ་ཡང་ཡོངས་སུ་མ་འཚལ་ཅིང་མ་སྤངས་ལ། མ་བསྒོམས་ཤིང་མངོན་སུམ་དུ་མ་བགྱིས་ལགས་སོ། །
en: Bhagavān, since all afflictions arise from the ground of space, I neither seek, nor abandon, nor meditate on, nor manifest any phenomenon.

source: བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ནི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་བྲལ་བ་ཡང་མ་ལགས། རྟོགས་པ་ཡང་མ་ལགས་ཏེ།
en: Bhagavān, childish ordinary beings are neither separate from the teachings of the Buddha, nor have they realized them;

source: བཅོམ་ལྡན་འདས་ཉོན་མོངས་པ་སྤང་བའི་སླད་དུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་དམིགས་པ་དེ་དག་ནི་ཕོངས་པར་འགྱུར་བ་ལགས་སོ། །
en: Bhagavān, in order to abandon afflictions, I have abandoned these apprehensions of the Buddha’s teachings.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: Then the Bhagavān praised Youthful Mañjuśrī: “Very well done,

source: ལེགས་སོ། །ལེགས་སོ།
en: very well done.

source: འཇམ་དཔལ་སྔོན་བྱུང་བ་འདས་པའི་དུས་བསྐལ་པ་གྲངས་མེད་པའི་གཞལ་དུ་མེད་པ། ཚད་མེད་པ། བསམ་གྱིས་མི་ཁྱབ་པ། དཔག་ཏུ་མེད་པའི་ཕ་རོལ་བས་ཀྱང་ཆེས་ཕ་རོལ་དུ་གྱུར་པ་དེའི་ཚེ་དེའི་དུས་ན། །
en: “Mañjuśrī, a long time in the past, incalculable, immeasurable, measureless, inconceivable, unfathomable eons ago,

source: འཇིག་རྟེན་གྱི་ཁམས་ཤིན་ཏུ་དྲི་ལྡན་ཞེས་བྱ་བར་
en: in a world system called Most Fragrant,

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ།
en: the tathāgata, arhat, perfectly complete buddha, endowed with perfect knowledge and virtue,

source: བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། །
en: the sugata, the knower of the world,

source: སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ།
en: unsurpassed guide who tames beings,

source: ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། །
en: teacher of gods and men,

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཉི་མའི་སྙིང་པོ་འོད་ཟེར་དྲི་མ་མེད་པ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་ངོ་།
en: the buddha bhagavān Stainless Light, the Essence of the Sun appeared in the world.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉི་མའི་སྙིང་པོ་འོད་ཟེར་དྲི་མ་མེད་པ་དེའི་སྐུ་ཚེའི་ཚད་ནི་བསྐལ་པ་དགུ་སྟོང་ཐུབ་པར་གྱུར་ཏོ། །
en: Mañjuśrī, this tathāgata, arhat, perfectly complete buddha Stainless Light, the Essence of the Sun was able to live for nine thousand eons.

source: འཇིག་རྟེན་གྱི་ཁམས་དེའི་སེམས་ཅན་གང་ཡིན་པ་དེ་དག་ནི་དམན་པ་ལ་མོས་པར་གྱུར་ཏེ། །
en: The sentient beings of that world system took an interest in the lesser paths.

source: རྒྱ་ཆེན་པོ་ལ་མོས་པ་ནི་ཉུང་བར་གྱུར་ཏོ། །
en: Interest in the great paths decreased.

source: དེ་བཞིན་གཤེགས་པ་དེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་དམ་པའི་ཆོས་ནི་ལོ་སྟོང་གི་བར་དུ་གནས་པར་གྱུར་ཏོ།
en: After this tathāgata passed into parinirvāṇa, his sacred Dharma endured for a thousand years.

source: དེའི་སྐུ་གདུང་རྣམས་ཀྱང་འདི་ལྟ་སྟེ་དཔེར་ན་ངའི་སྐུ་གདུང་ཇི་ལྟར་རྒྱས་པར་འགྱུར་བ་བཞིན་དུ་རྒྱས་པར་གྱུར་ཏོ།
en: His bodily relics proliferated in the same way that my bodily relics will proliferate.

source: འཇམ་དཔལ་དེའི་ཚེ་དགེ་སློང་དཔས་བྱིན་ཞེས་བྱ་བ་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ལ་གནས་པ།
en: “Mañjuśrī, at that time there appeared a monk called Vīradatta. He practiced all that is contained in the Buddha’s teaching of moral conduct.

source: ངོ་ཚ་ཤེས་ཤིང་བསླབ་པ་འདོད་པ། མང་དུ་ཐོས་པ་ཞིག་བྱུང་སྟེ།
en: He was modest, inclined to the higher trainings, and learned.

source: དགེ་སློང་དེ་མཛེས་ཤིང་བལྟ་ན་སྡུག་ལ།
en: That monk was handsome and lovely to behold.

source: ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་ནོ།
en: He was of fine color and complexion.

source: དེ་ནང་པར་སྨད་གཡོགས་བགོས་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་བླངས་ཏེ།
en: One morning he put on his lower garment, took his begging bowl and robes,

source: གྲོང་ཁྱེར་ཆེན་པོ་རྣམ་པར་རྒྱལ་བར་བསོད་སྙོམས་ཀྱི་ཕྱིར་སོང་ངོ་།
en: and went to the great city of Vijaya in order to beg for alms.

source: དེ་གྲོང་ཁྱེར་དེ་ན་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་ཞིང་ཚོང་དཔོན་གྱི་ཁྱིམ་ཞིག་ཏུ་སོང་བ་དང་། །
en: As he walked around the city begging for alms, he came to a merchant’s home.

source: ཚོང་དཔོན་གྱི་ཁྱིམ་དེ་ན་ཡང་ཚོང་དཔོན་གྱི་བུ་མོ་གཟུགས་བཟང་ཞིང་མཛེས་ལ་བལྟ་ན་སྡུག་པ་མི་ལ་མ་བཏང་བ་ཞིག་ཡོད་དོ། །
en: In that merchant’s home was the merchant’s daughter. Her body was shapely; she was beautiful, lovely to behold, and she had not yet been bestowed upon a husband.

source: དེ་ནས་ཚོང་དཔོན་གྱི་བུ་མོ་དེས་དགེ་སློང་དཔས་བྱིན་མཐོང་ནས་འདོད་ཆགས་ཀྱི་སེམས་སྐྱེས་
en: “When the merchant’s daughter saw the monk Vīradatta, lustful intentions were aroused in her

source: གལ་ཏེ་བདག་གིས་དགེ་སློང་དཔས་བྱིན་འདི་བདག་གི་ཁྱིམ་ཐབ་ཏུ་མ་ཐོབ་ན་ནི་བདག་འཆི་བར་འགྱུར་རོ་སྙམ་ནས་སུ་ལ་ཡང་བསྙད་མ་ནུས་ཏེ།
en: she thought, ‘If I do not gain the monk Vīradatta as my husband, I will die.’ Being unable to talk about this to anyone and

source: དེ་འདོད་ཆགས་ཀྱིས་ཡོངས་སུ་གདུངས་པ་དེ་ཉིད་ཀྱིས་ནད་ཞུགས་པར་གྱུར་ཏོ།
en: deeply distressed by her desire, she became ill.

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་བ་བྱས་ནས་གཙུག་ལག་ཁང་དུ་སོང་ངོ་། །
en: After the monk Vīradatta had made his rounds begging for alms, he went to the main temple.

source: བུ་མོ་དེའི་ཕ་ཡང་འཆི་བའི་དུས་བྱས་སོ། །
en: The girl’s father had died, too.

source: དེ་ནས་བུ་མོ་དེའི་མས་བུ་མོ་དེ་ལ་ཁྱོད་ཅིའི་ཕྱིར་འདི་ལྟར་ན་བར་གྱུར་ཅེས་སྨྲས་ན།
en: “The girl’s mother asked her, ‘Why have you fallen so ill?’

source: དེ་ཅང་མི་སྨྲ་ཞིང་ཁ་ཟས་མི་ཟ་བར་འདུག་གོ། །
en: But the girl did not respond and continued to fast.

source: དེ་ནས་བུ་མོ་དེའི་ནེའུ་ལྡངས་བདེ་བ་དང་སྡུག་བསྔལ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱིས་བུ་མོ་དེ་ལ་ཁྱོད་ཅིའི་ཕྱིར་འདི་ལྟར་ན་བར་གྱུར་ཅེས་དྲིས་སོ།
en: “Then the girl’s friends of the same age who had experienced the same joys and pains asked her, ‘Why have you fallen so ill?’

source: བདག་གིས་དགེ་སློང་ཆེ་གེ་མོ་ཞིག་མཐོང་ནས། དེ་ལ་འདུན་པའི་འདོད་ཆགས་སྐྱེས་ཏེ། །
en: ‘When I saw a certain monk, I gave rise to longing desire.

source: བདག་དགེ་སློང་དེ་དང་ཕྲད་ན་ནི་ནད་འདི་ལས་སོས་པར་འགྱུར་རོ། །
en: If I have sex with this monk, I will be cured from my illness,

source: ཅི་སྟེ་ཕྲད་པར་མ་གྱུར་ན་ནི་འཆི་བར་འགྱུར་རོ།
en: but if I do not have sex with him, I will die.’

source: དེ་ནས་བུ་མོ་དེ་དག་གིས་བུ་མོ་དེ་ལས་ཐོས་ནས་དེའི་མ་ལ་བསྙད་དོ།
en: “The other girls told her mother what she had said,

source: དེ་ནས་དེའི་མ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: whereupon her mother thought,

source: གལ་ཏེ་དགེ་སློང་དཔས་བྱིན་དང་ཕྲད་པར་མ་གྱུར་ན་ནི་ཅི་བྱར་ཡང་མེད་ཀྱིས་བུ་མོ་འདི་ནི་འཆི་བར་འགྱུར་རོ་
en: ‘If she does not have sex with the monk Vīradatta there is nothing that can be done to keep this girl from dying.’

source: ཡང་འདི་སྙམ་དུ་བསམས་ཏེ། །
en: And then she thought,

source: བདག་གིས་བུ་མོ་འདི་དགེ་སློང་དཔས་བྱིན་ལས་ལུང་ནོད་དུ་གཞུག་གོར་མ་ཆག་གོ། །
en: ‘I must have my daughter receive instruction from the monk Vīradatta.

source: འོན་ཏང་དགེ་སློང་དཔས་བྱིན་དེ་ཁྱིམ་འདིར་རྟག་ཏུ་འོང་བར་འགྱུར་རོ་
en: Then the monk Vīradatta will come to our home regularly.’

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་ཡང་གྲོང་ཁྱེར་རྣམ་པར་རྒྱལ་བར་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་ཞིང་ཚོང་དཔོན་གྱི་ཁྱིམ་དེར་ཡང་བསོད་སྙོམས་ཀྱི་ཕྱིར་སོང་སྟེ།
en: “Subsequently the monk Vīradatta returned to the city of Vijaya in order to beg for alms, and again he went to the merchant’s home in order to beg for alms.

source: དེ་ནང་དུ་ཞུགས་པ་དང་།
en: He went inside,

source: ཚོང་དཔོན་གྱི་བུ་མོ་ཉམ་ཆུང་བར་གྱུར་པ་མཐོང་ནས།
en: and when he saw that the merchant’s daughter had become so weak he asked,

source: དེས་བུ་མོ་འདི་ཅིའི་ཕྱིར་ཉམ་ཆུང་ཞིང་ན་བར་གྱུར་ཅེས་སྨྲས་སོ། །
en: ‘Why has this girl become so weak and ill?’

source: བུ་མོ་དེའི་མས་སྨྲས་པ། །
en: “The girl’s mother replied,

source: བུ་མོ་འདིས་ཆོས་ཉན་པར་འདོད་པ་ལས་བདག་གིས་བགེགས་བྱས་ནས་དེའི་ཕྱིར་འདི་ན་བར་གྱུར་ཏོ། །
en: ‘The girl wanted to listen to the Dharma but I prevented her. This is why she fell ill.’

source: དགེ་སློང་དཔས་བྱིན་དེས་བུ་མོ་དེའི་མ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “The monk Vīradatta therefore said to the girl’s mother,

source: ཁྱོད་བུ་མོ་འདི་ཆོས་ཉན་པ་ལ་བགེགས་མ་བྱེད་ཅིག། །
en: ‘Do not prevent this girl from listening to the Dharma.’

source: གལ་ཏེ་སློབ་དཔོན་གྱིས་བུ་མོ་འདི་ལ་ལུང་དབོག་ན་ནི་བདག་བུ་མོ་འདི་ཆོས་ཉན་པ་ལ་བགེགས་མི་བགྱིད་དོ། །
en: ‘If you, master, will impart instruction to her, I shall not prevent this girl from listening to the Dharma.’

source: དགེ་སློང་དཔས་བྱིན་གྱིས་སྨྲས་པ།
en: “The monk Vīradatta said,

source: བུ་མོ་འདི་ལ་བདག་གིས་ལུང་དཔོག་པར་བྱའོ། །
en: ‘I shall impart instruction to this girl.’

source: བུ་མོའི་མས་སྨྲས་པ།
en: The girl’s mother asked her,

source: སློབ་དཔོན་རྟག་ཏུ་ཁྱིམ་འདིར་གཤེགས་ཤིག །
en: ‘Master, please come to our home regularly,’

source: དཔས་བྱིན་གྱིས་སྨྲས་པ། འོང་བར་བྱའོ། །
en: “ ‘I shall come,’ Vīradatta replied.

source: དེ་ནས་བུ་མོ་དེས་དགེ་སློང་གི་ཚིག་ཐོས་ནས་ཚུལ་བཞིན་མ་ཡིན་པ་ཡིད་ལ་བྱེད་པ་དེ་ལས་རྩེ་ཞིལ་བར་གྱུར་ཏེ།
en: “When she heard the monk’s words, the girl’s improper thoughts became less overpowering than they had been,

source: བདག་གིས་ཀྱང་ཅི་ནས་བདག་འདོད་པ་བཞིན་བྱེད་པར་འགྱུར་བར་ཆགས་པར་འགྱུར་བར་བྱའོ་སྙམ་མོ།
en: she thought, ‘Now I shall by all means make him act according to my desire; I shall seduce him.’

source: བུ་མོ་དེས་དགེ་སློང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: She said to the monk,

source: བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་སློབ་དཔོན་ཁྱིམ་འདིར་གཤེགས་པར་གསོལ་ལོ། །
en: ‘Master, please do me the favor of coming to our home.’

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་དེས་ཅང་མི་སྨྲ་བས་ཁས་བླངས་ནས་བསོད་སྙོམས་ཁྱེར་ཏེ་གཙུག་ལག་ཁང་དུ་སོང་ངོ་། །
en: “The monk Vīradatta wordlessly indicated his agreement, took his alms, and went to the main temple.

source: དེ་ནས་བུ་མོ་དེའི་མས་བུ་མོ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “Then the girl’s mother told her,

source: བུ་མོ་ཁྱོད་ད་ཕྱིན་ཅད་རྒྱན་གྱིས་བརྒྱན་པར་གྱིས་ལ།
en: ‘Daughter, from now on adorn yourself with jewels,

source: ཙན་དན་གྱིས་ལུས་བྱུག་པ་དང་།
en: anoint your body with sandalwood,

source: གོས་ཁ་དོག་སྣ་ཚོགས་བགོ་བར་གྱིས་ལ་ཅི་ནས་ཁྱོད་ཀྱི་དབང་དུ་འགྱུར་བ་དེ་བཞིན་དུ་ཁྱོད་ཀྱིས་ནན་ཏན་བྱོས་ཤིག།
en: dress yourself in colorful robes. You must make an effort to be sure that he falls under your power!’

source: དེས་ཀྱང་དེ་བཞིན་དུ་ནན་ཏན་བྱས་སོ། །
en: Accordingly, the girl applied herself with effort.

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་ཡང་དང་ཡང་དུ་ཁྱིམ་དེར་འོང་ཞིང་ཡིད་བརྟན་པར་གྱུར་ཏོ། །
en: “Thereafter, the monk Vīradatta visited her home repeatedly and they became friends.

source: དེས་རྟག་ཏུ་མཐོང་བས་བུ་མོ་དེ་ལ་འདོད་ཆགས་ཀྱི་སེམས་བསྐྱེད་དེ།
en: From seeing her all the time, he gave rise to lustful intentions toward the girl.

source: དེ་འདོད་ཆགས་ཡིད་ལ་བྱེད་པ་དེ་དང་ལྷན་ཅིག་གནས་ནས་འདོད་ཆགས་ཀྱིས་ཀུན་ནས་དཀྲིས་པར་གྱུར་ཏོ། །
en: Preoccupied by desire and being in her company, he became fettered by desire.

source: དེ་བུ་མོ་དེ་དང་ལྷན་ཅིག་ཏུ་ཤིན་ཏུ་འདྲེས་པར་གནས་ཤིང་འདུག་པར་གྱུར་ཏེ།
en: He came together with the girl, and had full sexual intercourse with her.

source: དེ་འདྲེས་ཤིང་དེར་མངོན་པར་དགའ་ནས་ཡང་དང་ཡང་དུ་གནས་པར་གྱུར་ཏོ། །
en: Becoming intimate with her, and adoring her, he had intercourse with her again and again.

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་དེ་བུ་མོ་དང་ལྷན་ཅིག་ཏུ་འདུ་ཞིང་འདུག་འདུག་པ་སྔོན་བུ་མོ་དེ་གང་གིས་བསླངས་པའི་ཁྱིམ་ཐབ་དེས་ཐོས་སོ།
en: “The suitor who had previously asked for her hand heard that Vīradatta had been sleeping with the girl;

source: དགེ་སློང་དཔས་བྱིན་དེ་བུ་མོ་དེ་དང་ལྷན་ཅིག་ཏུ་ཡང་དང་ཡང་དུ་འདུག་པ་དང་། དེ་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་དཔས་བྱིན་འདི་བདག་གིས་ཐབས་ཀྱིས་བཟུང་སྟེ་གསད་དོ་སྙམ་མོ། །
en: thinking about how the monk Vīradatta had been with the girl again and again, he decided to seize him and kill him.

source: དགེ་སློང་དཔས་བྱིན་དེས་ཀྱང་བུ་མོ་དེའི་ཁྱིམ་ཐབ་ཀྱིས་བདག་གསད་པར་བྱས་ཞེས་ཐོས་ནས།
en: “When the monk Vīradatta heard that the girl’s suitor intended to kill him

source: བདག་གིས་བུ་མོ་འདིའི་ལག་ཏུ་གང་གིས་ཚོང་དཔོན་གྱི་བུ་དེ་འཆི་བར་འགྱུར་བའི་དུག་བསྐུར་གོར་མ་ཆག་སྙམ་མོ། །
en: he thought, ‘I must send some poison with the girl to bring death to that merchant’s son.’

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་དེས་བུ་མོ་དེའི་ལག་ཏུ་དུག་བྱིན་ཏེ། དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: So the monk Vīradatta passed some poison to the girl and said to her,

source: གལ་ཏེ་བདག་ཁྱོད་ཀྱི་སྙིང་དུ་སྡུག་ན་ནི་དུག་འདིས་ཁྱིམ་ཐབ་འདི་གསོད་ཅིག །
en: ‘If you love me, kill your suitor with this poison.’

source: དེ་ནས་བུ་མོ་དེས་དགེ་སློང་དེ་ལས་དུག་དེ་བླངས་ནས་ཁ་ཟས་དང་སྦྱར་ཏེ་བྲན་མོའི་ལག་ཏུ་བསྐུར་ནས་ཁྱོད་སོང་ལ་ངའི་ཁྱིམ་ཐབ་དེ་ལ་འདི་བྱིན་ཅིག་ཅེས་བྱས་སོ། །
en: “The girl took the poison from the monk, mixed it with food, and sent it with the maid, telling her, ‘Go and offer this to my suitor.’

source: དེ་ནས་བྲན་མོ་དེས་དུག་དང་སྦྱར་བའི་ཁ་ཟས་དེ་ཚོང་དཔོན་གྱི་བུ་དེ་ལ་བྱིན་ནོ། །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་དེས་ཁ་ཟས་དུག་དང་སྦྱར་བ་དེ་ཟོས་ནས་ཤིའོ། །
en: The maid offered the food mixed with poison to the girl’s suitor; the merchant’s son ate the food mixed with poison, and he died.

source: དེ་ནས་དགེ་སློང་དཔས་བྱིན་དེས་ཚོང་དཔོན་གྱི་བུ་དེ་ཤིའོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་
en: “As soon as the monk Vīradatta learned that the merchant’s son had died,

source: འགྱོད་པ་ཆེན་པོ་སྐྱེས་ཏེ།
en: he felt deep distress,

source: བདག་གིས་ནི་འཇིགས་སུ་རུང་བའི་ལས་བྱས་སོ། །བདག་གིས་ནི་ལས་མི་ཟད་པ་བྱས་ཏེ། འདི་ལྟར་བདག་གིས་འདོད་པ་ཡང་ཡོངས་སུ་སྤྱད་ལ། མི་ཡང་གསོད་དུ་བཅུག་ན། བདག་གི་འགྲོ་བ་ནི་གང་ཡིན། བདག་གི་ཚེ་ཕྱི་མ་ནི་གང་ཡིན་ཞིག་གུ། བདག་ནི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ་སྙམ་ནས་
en: thinking, ‘I have committed a horrific deed. I have committed an inexpiable deed. I have indulged in pleasure, and moreover I have caused a man to die. What kind of creature am I? What will I become in a future life? I will fall into the hell realms.’

source: དེའི་ལུས་ཡོངས་སུ་གདུང་བར་གྱུར་ཏེ། བདག་ནི་ཤི་ནས་གདོན་མི་ཟ་བར་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རོ་སྙམ་ནས།
en: He felt great physical pain, and he thought, ‘It is certain that when I die I will go to the hell realms.’
